Repository: layik/kurdi
Catalog: translations/*-21-6-2021-latest.po
Languages: ku

source: Your changes to <q>@entity-title</q> could not be saved, either due to a website problem or a network connection problem.<br>Please try again.
ku: گۆڕانکارییەکانت بۆ <q>@entity-title</q> ناتوانرێ پاشەکەوت بکرێ. یان لەبەر کێشەی ماڵپەڕە یان کێشەی پەیوەندییەکانی ڕایەڵەیە. تکایە سەرلەنوێ هەوڵ بدەرەوە.

source: You have unsaved changes
ku: تۆ گۆڕانکاریی پاشەکەوتنەکراوت هەیە

source: Discard changes?
ku: وەلانانی گۆڕانکارییەکان?

source: Discard changes
ku: لابردنی گۆڕانکارییەکان

source: Saving
ku: لە پاشەکەوتکردندایە

source: You have unsaved changes.
ku: تۆ گۆڕانکاریی پاشەکەوتنەکراوت هەیە.

source: Hide row weights
ku: شاردنەوەی سەنگە ڕیزەکان

source: List additional actions
ku: لیستکردنی کردارە زیادەکان

source: Hide description
ku: شاردنەوەی دەربارە

source: Show description
ku: پیشاندانی دەربارە

source: Changes made in this table will not be saved until the form is submitted.
ku: تاوەکوو فۆرمەکە نەنێردرێ، گۆڕانکارییەکان لەم خشتەیەدا پاشەکەوت ناکرێن.
