Repository: layik/kurdi
Catalog: translations/*-21-6-2021-latest.po
Languages: ku

source: User account menu
ku: پێڕستی هەژماری بەکارهێنەر

source: Site branding
ku: براندینگی ماڵپەڕ

source: Breadcrumbs
ku: برێدکرامەکان

source: Footer menu
ku: پێڕستی بەشی خوارەوە

source: Primary admin actions
ku: کردارەکانی بەڕێوەبەری سەرەتایی

source: Tabs
ku: تابەکان

source: Main navigation
ku: ڕێدۆزینەوەی سەرەکی

source: Status messages
ku: نامەکانی ڕەوش

source: Primary tabs
ku: تابە سەرەتایییەکان

source: Secondary tabs
ku: تابە دووەمەکان

source: Basic block
ku: بلۆکی سادە

source: A basic block contains a title and a body.
ku: بلۆکی سادە ناونیشان و ناوەڕۆک لەخۆ دەگرێت.

source: Default comments
ku: بۆچوونە بنەڕەتییەکان

source: Allows commenting on content
ku: ڕێگە بە نووسینی بۆچوون دەدات لەسەر ناوەڕۆک

source: Website feedback
ku: پاشخواردی ماڵپەڕ

source: On
ku: کارا

source: Off
ku: ناکارا

source: Enter a comma-separated list. For example: Amsterdam, Mexico City, "Cleveland, Ohio"
ku: داخڵکردنی لیستێکی بە کاماجیاکراو. بۆ نموونە: ئەمێستێردام، مەکزیکۆستی، "کلێڤێرلاند، ئۆهایۆ"

source: Your virtual face or picture.
ku: ڕوخسار یان وێنەی گریمانەکیت.

source: Basic HTML
ku: ئەیچ‌تی‌ئێم‌ئێڵی بنەڕەتی

source: Full HTML
ku: ئەیچ‌تی‌ئێم‌ئێڵی پڕاوپڕ

source: Restricted HTML
ku: ئەیچ‌تی‌ئێم‌ئێڵی سنووردار

source: Use tags to group articles on similar topics into categories.
ku: بەکارهێنانی تاگ بۆ گرووپبەندیکردنی وتارەکان لە بابەتە هاوشێوەکانی پۆلەکاندا.

source: Administrator
ku: بەڕێوەبەر

source: Authenticated user
ku: بەکارهێنەری باوەڕپێکراو

source: Full
ku: پڕاوپڕ

source: Plain text
ku: دەقی سادە

source: Large (480×480)
ku: گەورە (480 بە 480)

source: Medium (220×220)
ku: مامناوەند (200 بە 220)

source: Thumbnail (100×100)
ku: بچووک (100 بە 100)

source: Wide (1090)
ku: پانی (1090)

source: Not specified
ku: دیارینەکراو

source: Not applicable
ku: گونجاو نییە

source: Search result highlighting input
ku: جێنوسی بەرچاوکردنی ئەنجامەکانی گەڕان

source: Teaser
ku: تیزەر

source: Delete content
ku: سڕینەوەی ناوەڕۆک

source: Make content sticky
ku: جێگیرکردنی ناوەڕۆک

source: Make content unsticky
ku: ناجێگیرکردنی ناوەڕۆک

source: Promote content to front page
ku: ناوەڕۆک لە پەڕەی سەرەتادا بڵاو کراوەتەوە

source: Fallback date format
ku: فۆرماتی ڕێکەوتی جێگرەوە

source: HTML Date
ku: ڕێکەوتی ئەیچ‌تی‌ئێم‌ئێڵ

source: HTML Datetime
ku: ڕێکەوت/کاتی ئەیچ‌تی‌ئێم‌ئێڵ

source: HTML Month
ku: مانگی ئەیچ‌تی‌ئێم‌ئێڵ

source: HTML Time
ku: کاتی ئەیچ‌تی‌ئێم‌ئێڵ

source: HTML Week
ku: هەفتەی ئەیچ‌تی‌ئێم‌ئێڵ

source: HTML Year
ku: ساڵی ئەیچ‌تی‌ئێم‌ئێڵ

source: HTML Yearless date
ku: ڕێکەوتی بێ ساڵی ئەیچ‌تی‌ئێم‌ئێڵ

source: Default long date
ku: ڕێکەوتی درێژی بنەڕەتی

# PHP date format
source: l, F j, Y - H:i
ku: فۆرماتی ڕێکەوتی PHP l, F j, Y - H:i

source: Default medium date
ku: ڕێکەوتی مامناوەندی بنەڕەتی

# PHP date format
source: D, m/d/Y - H:i
ku: فۆرماتی ڕێکەوتی PHP D, m/d/Y - H:i

source: Default short date
ku: ڕێکەوتی کورتی بنەڕەتی

# PHP date format
source: m/d/Y - H:i
ku: فۆرماتی ڕێکەوتی PHP m/d/Y - H:i

source: Links related to the active user account
ku: بەستەرە هاوپێوەندەکان بە هەژماری بەکارهێنەرە کاراکانەوە

source: Administrative task links
ku: بەستەرەکانی ئەرکی بەڕێوەبەرایەتی

source: Site information links
ku: بەستەرەکانی زانیاریی ماڵپەڕ

source: Site section links
ku: بەستەرەکانی دانیشتنی ماڵپەڕ

source: User tool links, often added by modules
ku: بەستەرەکانی ئامرازی بەکارهێنەر، زۆر جار لە لایەن مۆدیوڵەکانەوە زیاد دەکرێن

source: Publish taxonomy term
ku: بڵاوکردنەوەی واژەی پۆلێن

source: Unpublish taxonomy term
ku: بڵاونەکردنەوەی واژەی پۆلێن

source: Compact
ku: پەستێنراو

source: Block the selected user(s)
ku: بلۆککردنی بەکارهێنەرە دەسنیشانکراوەکان

source: Cancel the selected user account(s)
ku: هەڵوەشاندنەوەی هەژمارە بەکارهێنەرییە دەسنیشانکراوەکان

source: Unblock the selected user(s)
ku: ئانبلۆککردنی بەکارهێنەرە دەسنیشانکراوەکان

source: [user:display-name], A request to cancel your account has been made at [site:name]. You may now cancel your account on [site:url-brief] by clicking this link or copying and pasting it into your browser: [user:cancel-url] NOTE: The cancellation of your account is not reversible. This link expires in one day and nothing will happen if it is not used. -- [site:name] team
ku: [user:display-name], داواکارییەک بۆ هەڵوەشاندنەوەی هەژمارەکەت ئەنجام دراوە لە [site:name]. تۆ ئێستا دەتوانی هەژمارەکەت هەڵبوەشێنیتەوە لە [site:url-brief] بە کرتەکردنە سەر ئەم لینکە یاخود کاپی و پەیستکردنی لەناو وێبگەڕەکەتدا [user:cancel-url] ئاگاداری: هەڵوەشاندنەوەی هەژمار بەیەکجارییە و گەڕاندنەوەی بۆ نییە ئەم لینکە دوای یەک ڕۆژ ماوەی بەسەر دەچێت و هیچ ڕوو نادات گەرە بەکار نەهێندرێت -- [site:name] تیمی

source: Account cancellation request for [user:display-name] at [site:name]
ku: داواکاریی هەڵوەشاندنەوەی هەژمار بۆ [user:display-name]لە [site:name]

source: [user:display-name], A request to reset the password for your account has been made at [site:name]. You may now log in by clicking this link or copying and pasting it into your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. It expires after one day and nothing will happen if it's not used. -- [site:name] team
ku: [user:display-name], داواکارییەک بۆ گەڕاندنەوەی وشەی تێپەڕبوونی هەژمارەکەت جێبەجێ کرا لە [site:name]. تۆ لەوانەیە ئێستا بە کرتە کردنەسەر ئەم بەستەرە یاخود کاپی و پەیستکردنی بۆناو وێبگەڕەکەت، بچیتە ژوورەوە: [user:one-time-login-url] ئەم بەستەرە تەنها یەک جار دەتباتە ژوورەووە و دواتر دەتباتە ناو پەڕەیەک کەوا بتوانی وشەی تێپەڕبوونێکی نوێ دروست بکە. ماوەکەی دوای یەک ڕۆژ بەسەر دەچێت و گەریش بەکار نەبرێ هیچ ڕوو نادات. تیمی[site:name]

source: Replacement login information for [user:display-name] at [site:name]
ku: زانیاریی چوونەژوورەوەی جێگرەوەیی بۆ [user:display-name] لە [site:name]

source: [user:display-name], A site administrator at [site:name] has created an account for you. You may now log in by clicking this link or copying and pasting it into your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. After setting your password, you will be able to log in at [site:login-url] in the future using: username: [user:name] password: Your password -- [site:name] team
ku: [user:display-name], بەڕێوەبەری ماڵپەڕ لە [site:name] هەژمارێکی بۆ دروست کردوی. ئێستا دەتوانی بە کرتە کردنەسەری ئەم بەستەرە یان کاپی و پەیستکردنی لەناو وێبگەڕەکەتدا بچیتە ژوورەوە: [user:one-time-login-url] ئەم بەستەرە تەنها یەک جار بۆ چوونەژوورەوە بەکار دێت و ئەتباتە ناو پەڕەیەک کەوا بتوانی وشەی تێپەڕبوونی خۆت دروست بکەیت. پاش دروستکردنی وشەی تێپەڕبوونەکەت، لە بەکارهێنانەکانی داهاتووتدا دەتوانی بچیتە ژوورەوە لە [ماڵپەڕ:یووئاڕئێڵی چوونەژوورەوە]: ناوی بەکارهێنەر: [user:name] وشەی تێپەڕبوون: وشەی تێپەڕبوونەکەت تیمی [site:name]

source: An administrator created an account for you at [site:name]
ku: بەڕێوەبەر هەژمارێکی بۆ دروست کردوی لە [site:name]

source: [user:display-name], Thank you for registering at [site:name]. You may now log in by clicking this link or copying and pasting it into your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. After setting your password, you will be able to log in at [site:login-url] in the future using: username: [user:name] password: Your password -- [site:name] team
ku: [user:display-name], سپاس بۆ خۆتۆمارکردن لە [site:name]. ئێستا دەتوانی بە کرتە کردنەسەری ئەم بەستەرە یان کاپی و پەیستکردنی لەناو وێبگەڕەکەتدا بچیتە ژوورەوە: [user:one-time-login-url] ئەم بەستەرە تەنها یەک جار بۆ چوونەژوورەوە بەکار دێت و ئەتباتە ناو پەڕەیەک کەوا بتوانی وشەی تێپەڕبوونی خۆت دروست بکەیت. پاش دروستکردنی وشەی تێپەڕبوونەکەت، لە بەکارهێنانەکانی داهاتووتدا دەتوانی بچیتە ژوورەوە لە [site:login-url]: ناوی بەکارهێنەر: [user:name] وشەی تێپەڕبوون: وشەی تێپەڕبوونەکەت تیمی [site:name]

source: Account details for [user:display-name] at [site:name]
ku: وردەکارییەکانی هەژمار بۆ [user:display-name] لە [site:name]

source: [user:display-name], Thank you for registering at [site:name]. Your application for an account is currently pending approval. Once it has been approved, you will receive another email containing information about how to log in, set your password, and other details. -- [site:name] team
ku: [user:display-name], سپاس بۆ خۆتۆمارکردنت لە [site:name]. داواکارییەکت بۆ هەژمارێک لە ئێستادا چاوەڕوانی پەسندکرانە. کە جارێک پەسند بکرێت، ئیمەیلێک بە دەستت دەگات کەوا لەخۆگری هەندێ زانیارییە لەسەر چۆنیەتیی چوونەژوورەوە، دروستکردنی وشەی تێپەڕبوونی خۆت و وردەکارییەکانی دیکە تیمی [site:name]

source: Account details for [user:display-name] at [site:name] (pending admin approval)
ku: وردەکارییەکانی هەژمار بۆ [user:display-name] لە [site:name] (چاوەڕێی پەسندکردنی بەڕێوەبەرە)

source: [user:display-name] has applied for an account. [user:edit-url]
ku: [user:display-name] داوای هەژمارێکی کردووە [user:edit-url]

source: [user:display-name], Your account at [site:name] has been activated. You may now log in by clicking this link or copying and pasting it into your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. After setting your password, you will be able to log in at [site:login-url] in the future using: username: [user:account-name] password: Your password -- [site:name] team
ku: [user:display-name], هەژمارەکەت لە [ناوی ماڵپەڕ] کارا کراوەتەوە ئێستا دەتوانی بە کرتە کردنەسەری ئەم بەستەرە یان کاپی و پەیستکردنی لەناو وێبگەڕەکەتدا بچیتە ژوورەوە: [user:one-time-login-url] ئەم بەستەرە تەنها یەک جار بۆ چوونەژوورەوە بەکار دێت و ئەتباتە ناو پەڕەیەک کەوا بتوانی وشەی تێپەڕبوونی خۆت دروست بکەیت. پاش دروستکردنی وشەی تێپەڕبوونەکەت، لە بەکارهێنانەکانی داهاتووتدا دەتوانی بچیتە ژوورەوە لە [site:login-url]: ناوی بەکارهێنەر: [user:account-name] وشەی تێپەڕبوون: وشەی تێپەڕبوونەکەت تیمی [site:name]

source: Account details for [user:display-name] at [site:name] (approved)
ku: وردەکارییەکانی هەژمار بۆ [user:display-name] لە [site:name] (پەسند کراوە)

source: [user:display-name], Your account on [site:name] has been blocked. -- [site:name] team
ku: [user:display-name], هەژمارەکەت لەسەر [site:name] بلۆک کراوە -- [site:name] تیم

source: Account details for [user:display-name] at [site:name] (blocked)
ku: وردەکارییەکانی هەژمار بۆ [user:display-name] لە [site:name] (بلۆک کراوە)

source: [user:display-name], Your account on [site:name] has been canceled. -- [site:name] team
ku: [user:display-name], هەژمارەکەت لەسەر [site:name] هەڵوەشینراوەتەوە -- [site:name] تیمی

source: Account details for [user:display-name] at [site:name] (canceled)
ku: وردەکارییەکانی هەژمار بۆ [user:display-name] لە [site:name] (هەڵوەشێنراو)

source: Block Layout Page
ku: پەڕەی گەڵاڵەبەندیی بلۆک

source: Block Layout
ku: گەڵاڵەبەندیی بلۆک

source: Blocks are boxes of content rendered into an area, or region, of a web page that can be displayed in regions (such as footer or sidebar) on your page.
ku: بلۆکەکان بۆکسگەلێک لە ناوەڕۆکن کەوا ڕۆ نراونەتە ڕووبەر یان ناوچەیەک لە پەڕەیەکی وێب کەوا دەکرێ لە هەندێ ناوچەی پەڕەکەتدا پیشان بدرێن (وەک بەشی خوارەوە یان لاپارچە)

source: Place Blocks
ku: دانانی بلۆکەکان

source: Any custom or contributed block can be added to a particular region by clicking on a button Place block. A new block can also be created by clicking on Place Block
ku: هەر جۆرە بلۆکێکی بەشداربوو یان ڕسپێراو زیاد دەکرێتە ناوچەیەکی تایبەت بە کرتەکردن لەسەر دوگمەی "دانانی بلۆک". بلۆکێکی نوێش دەکرێ هەر بە کرتەکردن لەسەر "دانانی بلۆک" دروست بکرێ

source: Block Region
ku: ناوچەی بلۆک

source: Assign or change the region of a block by clicking here. A dropdown list with all the regions will appear.You can place one block in multiple regions.
ku: تەرخانکردن و گۆڕینی ناوچەی بلۆک بە کرتەکردنی ئێرە. لیستێکی ڕوو لە خوار لە هەموو ناوچەکان لێرە دەردەکەوێت. دەتوانی بلۆکێک لە چەندین ناوچە دابنێی.

source: Configure Block
ku: ڕێکخستنی بلۆک

source: By Clicking on "Configure" you can go ahead and edit the contents of the block, deal with the visibility settings and even change the placement of where it is on your theme.
ku: بە کرتەکردن لەسەر "ڕێکخستن" دەتوانی بچیتە پێشەوە و ناوەڕۆکەکانی بلۆک دەسکاری بکەی، لەگەڵ ڕێکخستنەکانی بینایی هەڵسوکەوت بکەی و تەنانەت شوێنی ئەوەی لە کوێ بێت لەسەر ڕووکارەکەت، بگۆڕی.

source: Custom Block Library
ku: کتێبخانەی بلۆکی ڕاسپێراو

source: The block management screen also has an another tab on the top which is used to add Custom blocks. The name of the tab is "Custom block library". This tab ultimately provides a link to add custom blocks.
ku: شاشەی بەڕێوەبەرایەتیی بلۆک تابێکی تریشی لەسەرەوە هەیە کەوا بۆ زیادکردنی بلۆکە ڕاسپێراوەکان بەکار دێت. ناوی تابەکە "کتێبخانەی بلۆکی ڕاسپێراو"ە. ئەم تابە لە ئەنجامدا بەستەرێک بۆ زیادکردنی بلۆکە ڕاسپێراوەکان بەردەست دەخات.

source: Custom block library
ku: کتێبخانەی بلۆکی ڕاسپێراوە

source: Find and manage custom blocks.
ku: دۆزینەوە و بەڕێوەبردنی بلۆکە ڕاسپێراوەکان.

source: Master
ku: سەردار

source: Apply
ku: داواکردن

source: Sort by
ku: ڕیزکردن بەپێی

source: Asc
ku: ڕوو لە سەر

source: Desc
ku: ڕوو لە خوار

source: ‹ Previous
ku: پێشتر

source: Next ›
ku: دواتر

source: Items per page
ku: دانە لە پەڕەیەکدا

source: - All -
ku: - هەموو -

source: Offset
ku: ئۆفسێت

source: Block type
ku: جۆری بلۆک

source: There are no custom blocks available.
ku: هیچ بلۆکێکی تایبەت بەردەست نییە.

source: Find and manage comments.
ku: دۆزینەوە و بەڕێوەبردنی بۆچوونەکان.

source: Author name
ku: ناوی نووسەر

source: Comments published
ku: بۆچوونەکان بڵاوکرانەوە

source: The approved comments listing.
ku: لیستی بۆچوونە پەسندکراوەکان.

source: Comments unapproved
ku: بۆچوونەکان پەسند نەکران

source: The unapproved comments listing.
ku: لیستی بۆچوونە پەسندنەکراوەکان.

source: Author Name
ku: ناوی نووسەر

source: Recent comments.
ku: دوایین بۆچوونەکان.

source: Lists (Views)
ku: لیستەکان (نیشاندانەکان)

source: Watchdog
ku: پاسەوان/چاودێر

source: Icon
ku: وێنۆچکە

source: Find and manage files.
ku: دۆزینەوە و ڕێکخستنی پەڕگەکان.

source: MIME type
ku: جۆری MIME

source: Temporary
ku: کاتی

source: Permanent
ku: هەمیشەیی

source: Upload date
ku: بارکردنی ڕێکەوت

source: Changed date
ku: ڕێکەوتی گۆڕاو

source: 1 place
ku: 1 شوێن

source: No files available.
ku: هیچ پەڕگەیەک نییە.

source: Files overview
ku: پیشاندانی گشتیی پەڕگەکان

source: File usage
ku: بەکارهێنانی پەڕگە

source: Entity
ku: یەکە

source: Entity type
ku: جۆری یەکە

source: Registering module
ku: تۆمارکردنی مۆدیوڵ

source: Use count
ku: ژماردنی بەکارهێنان

source: File usage information for {{ arguments.fid }}
ku: زانیاریی بەکارهێنانی پەڕگە بۆ {{ arguments.fid }}

source: Adding languages
ku: زیادکردنی زمان

source: <p>This page provides the ability to add common languages to your site.</p><p>If the desired language is not available, you can add a custom language.</p>
ku: <p>ئەم پەڕەیە تایبەتمەندیی زیادکردنی زمانە باوەکان بۆ ماڵپەڕەکەت دابین دەکات.</p><p> گەر ئەو زمانەی بەدوای دەگەڕێی بەردەست نییە، دەتوانی زمانێکی ڕاسپێراو زیاد بکەیت.<p>

source: <p>Choose a language from the list, or choose "Custom language..." at the end of the list.</p><p>Click the "Add language" button when you are done choosing your language.</p><p>When adding a custom language, you will get an additional form where you can provide the name, code, and direction of the language.</p>
ku: <p>زمانێک لە لیستەکە هەڵبژێرە یان "زمانێکی ڕاسپێراو..." لە کۆتاییی لیستەکە هەڵبژێرە.</p><p> کاتێک هەڵبژاردنی زمانەکەی کۆتاییی هات لەسەر دوگمەی "زیادکردنی زمان" کرتە بکە. </p><p> کاتێک زمانێکی ڕاسپێراو زیاد دەکەیت، فۆرمێکی زیادەش وەردەگریت کەوا دەتوانی تێیدا ناو، کۆد و ئاراستەی زمانەکە دابین بکەیت.</p>

source: Continuing on
ku: بەردەوامبوون لەسەر

source: <p>Now that you have an overview of the "Add languages" feature, you can continue by:<ul><li>Adding a language</li><li>Adding a custom language</li><li><a href="[site:url]admin/config/regional/language">Viewing configured languages</a></li></ul></p>
ku: <p>ئێستا کەوا ڕوانینێکی گشتیت لەسەر تایبەتمەندیی "زیادکردنی زمانەکان" هەیە، دەتوانی بەردەوام بی بە::<ul><li>زیادکردنی زمان</li><li>زیادکردنی زمانی ڕاسپیراو</li><li><a href="[site:url]admin/config/regional/language"> نیشاندانی زمانە ڕێکخراوەکان</a></li></ul></p>

source: Editing languages
ku: دەسکاریکردنی زمان

source: <p>This page provides the ability to edit a language on your site, including custom languages.</p>
ku: <p>ئەم پەڕەیە توانستی دەسکاریکردنی زمانێک(بە زمانە ڕاسپێراوەکانیشەوە) لەسەر ماڵپەڕەکەت دابین دەکات.</p>

source: <p>You cannot change the code of a language on the site, since it is used by the system to keep track of the language.</p>
ku: <p>تۆ ناتوانی کۆدی زمانێک لەسەر ماڵپەڕەکەت بگۆڕی، چونکە سیستەم بۆ بەدواداچوونی زمانەکە بەکاری دەهێنێت. </p>

source: <p>The language name is used throughout the site for all users and is written in English. Names of built-in languages can be translated using the Interface Translation module, and names of both built-in and custom languages can be translated using the Configuration Translation module.</p>
ku: <p>ناوی زمان لە سەرانسەری ماڵپەڕدا بۆ هەموو بەکارهێنەران بەکار دەبرێ و بە ئینگلیزیش دەنووسرێت. ناوەکانی زمانە ناوەکییەکان دەکرێ بە بەکارهێنانی مۆدیوڵی وەرگێڕانی ڕووکار وەربگێڕدرێنەوە، و ناوەکانی هەردوو زمانە ناوەکی و ڕاسپێراوەکان دەکرێ بە بەکارهێنانی مۆدیوڵی وەرگێڕانی شێوەپێدان وەربگێڕدرێنەوە.</p>

source: Language direction
ku: ئاراستەی زمان

source: <p>Choose if the language is a "Left to right" or "Right to left" language.</p><p>Note that not all themes support "Right to left" layouts, so test your theme if you are using "Right to left".</p>
ku: <p>هەڵبژاردنی ئەوەی ئایا زمانەکە "ڕاست بۆ چەپ" بێت یان "چەپ بۆ ڕاست"</p><p>دەبێ بزانرێ هەموو ڕووکارەکان لە گەڵاڵەبەندیی "ڕاست بۆ چەپ" پشتیوانی ناکەن، کەوایە گەر "ڕاست بۆ چەپ" بەکار دەهێنی ڕووکارەکەت تاقی بکەرەوە.</p>

source: <p>Now that you have an overview of the "Edit language" feature, you can continue by:<ul><li>Editing a language</li><li><a href="[site:url]admin/config/regional/language">Viewing configured languages</a></li></ul></p>
ku: <p>ئێستا کەوا ڕوانینێکی گشتیت لەسەر تایبەتمەندیی "دەسکاریکردنی زمان" هەیە دوتوانی بەردەوام بی بە<ul><li>دەسکاریکردنی زمانێک</li><li><a href="[site:url]admin/config/regional/language">بینینی زمانی ڕێکخراو</a></li></ul></p>

source: <p>The "Languages" page allows you to add, edit, delete, and reorder languages for the site.</p>
ku: <p>پەڕەی "زمانەکان" دەهێڵن زامانەکانی ماڵپەڕەکە زیاد بکەی، دەسکاری بکەی، بسڕیتەوە و دووبارەی ڕیزیان بکەیتەوە.</p>

source: <p>To add more languages to your site, click the "Add language" button.</p><p>Added languages will be displayed in the language list and can then be edited or deleted.</p>
ku: <p>بۆ زیادکردنی زمانی زۆرتر بۆناو ماڵپەڕەکەت، کرتە بکە لەسەر دوگمەی "زیادکردنی زمان".</p><p>زمانە زیادکراوەکان لە لیستی زماندا پیشان دەدرێت و دواتر دەکرێ دەسکاری بکرێن یان بسڕێنەوە.</p>

source: Reordering languages
ku: دووبارە ڕیزکردنەوەی زمان

source: <p>To reorder the languages on your site, use the drag icons next to each language.</p><p>The order shown here is the display order for language lists on the site such as in the language switcher blocks provided by the Interface Translation and Content Translation modules.</p><p>When you are done with reordering the languages, click the "Save configuration" button for the changes to take effect.</p>
ku: <p>بۆ دووبارە ڕیزکردنەوەی زمانەکە لەسەر ماڵپەڕەکەت، وێنۆچکەی پەلکێش بەکار بێنە کەوا لەتەنیشت هەر زمانێکەوەیە.</p><p>ئەو ڕیزکردنەی لێرە دەبینرێت ڕیزکردنی پیشاندانە بۆ لیستەکانی زمان لەسەر ماڵپەڕ وەکوو بلۆکەکانی بگۆڕی زمان کەوا لە لایەن مۆدیوڵەکانی وەرگێڕانی ناوەڕۆک و وەرگێڕانی ڕووکار دابین کراون.</p><p>کاتێک ڕیزکردنەوەی زمانەکان کۆتاییی هات، لەسەر دوگمەی "پاشەکەوتکردنی شێوەپێدان" کرتە بکە بۆ ئەوەی گۆڕانکارییەکان جێگیر ببێن.</p>

source: Set a language as default
ku: دیاریکردنی زمانێک وەک زمانی بنەڕەتی

source: <p>You can change the default language of the site by choosing one of your configured languages as default. The site will use the default language in situations where no choice is made but a language should be set, for example as the language of the displayed interface.</p>
ku: <p>تۆ دەتوانی زمانی بنەڕەتیی ماڵپەڕەکە بگۆڕیت گەر یەکێک لە زمانە شێوەپیدراوەکان وەک زمانی بنەڕەت هەڵبژێریت. ماڵپەڕەکە لە هەندێ بارودۆخدا زامانی بنەڕەت بەکار دەهێنێت کەوا هیچێک هەڵنەبژێراوە بەڵام زمانێک دەبێ هەڵبژێردرێت، بۆ نموونە وەک زمانی ڕووکاری پیشاندراو. </p>

source: Modifying languages
ku: گۆڕانکاریی زمانەکان

source: <p>Operations are provided for editing and deleting your languages.</p><p>You can edit the name and the direction of the language.</p><p>Deleted languages can be added back at a later time. Deleting a language will remove all interface translations associated with it, and content in this language will be set to be language neutral. Note that you cannot delete the default language of the site.</p>
ku: <p>کۆکارەکان بۆ سڕینەوە و دەسکاریکردنی زمانەکانت دابین کراون.</p><p>دەتوانی ناو و ئاراستەی زمانەکە بگۆڕیت</p><p>زمانە سڕدراوەکان دەتوانری سەرلەنوێ زیاد بکرێنەوە دواتر. سڕینەوەی زمانێک هەموو وەرگێڕانە ڕووکارە هاوپێوەندەکانیشی دەسڕێتەوە و ناوەڕۆکی ناو ئەم زمانە دەبێ بە زمانی بۆش. ئاگادار بە کەوا ناتوانی زمانی بنەڕەتی ئەم ماڵپەڕە بسڕیتەوە. </p>

source: <p>Now that you have an overview of the "Languages" page, you can continue by:<ul><li><a href="[site:url]admin/config/regional/language/add">Adding a language</a></li><li>Reordering languages</li><li>Editing a language</li><li>Deleting a language</li></ul></p>
ku: <p>ئێستاکە کەوا ڕوانینێکی گشتیت هەیە لەسەر پەڕەی "زمانەکان"، دەتوانی بەردەوام بی بە <ul><li><a href="[site:url]admin/config/regional/language/add">زیادکردنی زمانێک</a></li><li>دووبارە ڕیزکردنەوەی زمانەکان</li><li>دەسکاریکردنی زمانێک</li><li>سڕینەوەی زمانێک</li></ul></p>

source: Translation
ku: وەرگێڕان

source: User interface translation
ku: وەرگێڕانی ڕووکاری بەکارهێنەر

source: This page allows you to translate the user interface or modify existing translations. If you have installed your site initially in English, you must first add another language on the <a href="[site:url]admin/config/regional/language">Languages page</a>, in order to use this page.
ku: ئەم پەڕەیە ڕێگەت پێ دەدات ڕووکاری بەکارهێنەر وەربگێڕیتەوە یان وەرگێڕانە هەبووەکان بگۆڕیت. گەر ماڵپەڕەکەت لە دەسپێکدا بە ئینگلیزی دامەزراندووە دەبێ سەرەتا زمانێکی تر زیاد بکەی لە <a href="[site:url]admin/config/regional/language">پەڕەکانی زمان</a>, بە مەبەستی بەکارهێنانی ئەم پەڕەیە.

source: Translation language
ku: زمانی وەرگێڕان

source: Choose the language you want to translate.
ku: هەڵبژاردنی ئەو زمانەی کە دەتەوێ وەری بگێڕیتەوە.

source: Enter the specific word or sentence you want to translate, you can also write just a part of a word.
ku: داخڵکردنی ئەو وشە و ڕستە دیاریکراوەی کە دەتەوێ وەری بگێڕیتەوە . دەتوانی تەنها بەشێک لە وشەکە بنووسی.

source: Filter the search
ku: پاڵاوتنی گەڕان

source: You can search for untranslated strings if you want to translate something that isn't translated yet. If you want to modify an existing translation, you might want to search only for translated strings.
ku: دەتوانی بگەڕێی بۆ ڕیزبەندە وەرنەگێڕاوەکان ئەگەر دەتەوێ ئەو شتانە وەربگێڕیتەوە کەوا هێشتا وەرنەگێڕدراونەتەوە. گەر دەتەوێ وەرگێڕانێکی هەبوو بگۆڕی، لەوانەیە بتەوێ تەنها بۆ ڕیزبەندە وەرگێڕدراوەکان بگەڕێی.

source: Apply your search criteria
ku: جێگیرکردنی پێوەری گەڕانت

source: To apply your search criteria, click on the <em>Filter</em> button.
ku: بۆ جێگیرکردنی پێوەری گەڕانت، کرتە لەسەر دوگمەی <em>پاڵیو</em> بکە.

source: You can write your own translation in the text fields of the right column. Try to figure out in which context the text will be used in order to translate it in the appropriate way.
ku: دەتوانی وەرگێڕانەکانی خۆت لە خانەکانی دەقی ئەستوونی ڕاستدا بنووسیت. هەوڵ بدە بزانیت لە کام کانتێکستدا، دەقەکە بۆ ئەوە بەکار دەبرێت بە باشترین شێوە وەری بگێڕێتەوە.

source: Validate the translation
ku: ڕەواییبەخشین بە وەرگێڕان
