Repository: layik/kurdi
Catalog: translations/*-21-6-2021-latest.po
Languages: ku

source: When you have finished your translations, click on the <em>Save translations</em> button. You must save your translations, each time before changing the page or making a new search.
ku: کاتێ وەرگێڕانەکەت کۆتاییی هات، کرتە بکە لەسەر دوگمەی <em>پاشەکەوتکردنی وەرگێڕانەکان</em> هەر جارێک لە پێش گۆڕینی پەڕە یان ئەنجامدانی گەڕانێکی نوێ دەبێ وەرگێڕانەکانت پاشەکەوت بکەیت..

source: The translations you have made here will be used on your site's user interface. If you want to use them on another site or modify them on an external translation editor, you can <a href="[site:url]admin/config/regional/translate/export">export them</a> to a .po file and <a href="[site:url]admin/config/regional/translate/import">import them</a> later.
ku: ئەو وەرگێڕانانەی کردووتن لێرە لە "ڕووکاری بەکارهێنەری"ی ماڵپەڕەکەت بەکار دەبرێت. گەر دەتەوێ لەسەر ماڵپەڕێکی تر بەکاریان بێنی یاخود لەسەر دەسکاریکەری وەرگێڕانی دەرەکی بییانگۆڕی، دەتوانی <a href="[site:url]admin/config/regional/translate/export">هەناردەیان بکە</a> بۆ پەڕگەیەکی .po و <a href="[site:url]admin/config/regional/translate/import">هاوردەیان بکە</a> دواتر.

source: Archive
ku: ئارشیڤ

source: All content, by month.
ku: هەموو ناوەڕۆکەکان، بەپێی مانگ.

source: « First
ku: « سەرەتا

source: Last »
ku: کۆتا »

source: Unpublished
ku: بڵاونەکراوە

source: Published status
ku: ڕەوشی بڵاوکراوە

source: Find and manage content
ku: ناوەڕۆک بدۆزەرەوە و ڕێکی بخە

source: Recent content.
ku: دوایین ناوەڕۆکەکان.

source: All content promoted to the front page.
ku: هەموو ناوەڕۆکەکان لە پەڕەی سەرەتادا بڵاو کراونەتەوە.

source: No front page content has been created yet.<br/>Follow the <a target="_blank" href="https://www.drupal.org/docs/user_guide/en/index.html">User Guide</a> to start building your site.
ku: هیچ ناوەڕۆکێکی پەڕەی سەرەتا هێشتا دروست نەکراوە.<br/> شوێنی ئەمە بکەوە <a target="_blank" href="https://www.drupal.org/docs/user_guide/en/index.html"> بەشی یارمەتیی بەکارهێنەران</a> بۆ ئەوەی دەس بە بونیاتنانی سایتەکەت بکەیت.

source: Welcome to [site:name]
ku: بەخێر بێن بۆ [site:name]

source: Feed
ku: ڕاگەیەنەر

source: Glossary
ku: فەرهەنگۆک

source: All content, by letter.
ku: هەموو ناوەڕۆکەکان، بەپێی پیت.

source: Content belonging to a certain taxonomy term.
ku: ناوەڕۆکێک کەوا هی واژەی پۆلێنێکی دیاریکراوە.

source: Find and manage people interacting with your site.
ku: دۆزینەوە و ڕێکخستنی ئەو کەسانەی لەگەڵ ماڵپەڕەکەتدا لە پێوەندیدان.

source: Bulk update
ku: نوێبوونەوەی گشتی

source: Last access
ku: دوا دەستڕاگەیشتن

source: Name or email contains
ku: ناو و ئیمەیل لەخۆگری

source: Shows a list of the newest user accounts on the site.
ku: لیستی نوێترین هەژمارە بەکارهێنەرییەکانی سەر ماڵپەڕەکە پیشان دەدات.

source: A list of new users
ku: لیستێک لە بەکارهێنەرە تازەکان

source: Who's online block
ku: کێ بلۆککراوی سەرهێڵە

source: Shows the user names of the most recently active users, and the total number of active users.
ku: ناوی بەکارهێنەرانێک کەوا بەم تازەیییانە زیاتر کارا بوون و هەروەها کۆی ژمارەی بەکارهێنەرە کاراکان پیشان دەدات.

source: A user is considered online for this long after they have last viewed a page.
ku: پاش دوایین سەردانی بەکارهێنەر لە پەڕەکە، وەکوو کەسێکی سەرهێڵ لە بەرچاو دەگیرێت.

source: There are currently @total users online.
ku: لە ئێستادا @total بەکارهێنەری سەرهێڵ هەیە.

source: There are currently 0 users online.
ku: لە ئێستەدا 0 بەکارهێنەری سەرهێڵ هەیە.

source: A list of users that are currently logged in.
ku: لیستێک لەو بەکارهێنەرانەی کەوا لە ئێستەدا هاتوونەتە ژوورەوە.

source: View edit page
ku: نیشاندانی پەڕەی دەسکاریکردن

source: Manage view settings
ku: بەڕێوەبردنی سازکارییەکانی نیشاندان

source: View or edit the configuration.
ku: نیشاندان یان دەسکاریکردنی شێوەپێدان.

source: Displays in this view
ku: وێنەکان لەم نیشاندانەدا

source: A display is a way of outputting the results, e.g., as a page or a block. A view can contain multiple displays, which are listed here. The active display is highlighted.
ku: وێنە ڕێگایەکە بۆ دەرخستنی ئەنجامەکان، وەک لاپەڕە یان بلۆک. نیشاندان دەتوانێت چەند وێنە لەخۆ بگرێ، کە لێرە لیست کراوە. وێنەی چالاک بەرجەستە کراوە.

source: View administration
ku: بەڕێوەبردنی نیشاندان

source: Perform administrative tasks, including adding a description and creating a clone. Click the drop-down button to view the available options.
ku: ئەنجامدانی ئەرکە کارگێڕیەکان, وەک زیادکردنی دەربارە و دروستکردنی وێکچوو. کرتە بکە لەسەر دوگمەی دراپ‌داون بۆ نیشاندانی بژاردە بەردەستەکان.

source: Output format
ku: فۆرماتی دەرخستە

source: Choose how to output results. E.g., choose <em>Content</em> to output each item completely, using your configured display settings. Or choose <em>Fields</em>, which allows you to output only specific fields for each result. Additional formats can be added by installing modules to <em>extend</em> Drupal's base functionality.
ku: هەڵبژاردنی چۆنیەتیی دەرخستنی ئەنجامەکان. بۆ نموونە هەڵبژاردنی <em>ناوەڕۆکی</em> بۆ بەتەواوەتی دەرخستنی هەر بڕگەیەک، ڕێکخستنەکانی پیشاندانی شێوەپێدراو بەکار بێنە. یان هەڵبژێرە<em>بڕگەی</em>، کەوا ڕێگەت پێ دەدات تەنها بڕگە دیاریکراوەکان لە هەر ئەنجامێکدا دەربخەی. فۆرماتە زیادەکان دەکرێ زیاد بکرێن بە ڕێگەی دامەزراندنی مۆدیوڵەکان بۆ <em>درێژکردنەوە</em> کرداری بنەڕەتیی دروپاڵ.

source: Fields
ku: خانەکان

source: If this view uses fields, they are listed here. You can click on a field to configure it.
ku: ئەگەر ئەم نیشاندانە، خانە بەکار بێنێت، لێرە لیست دەکرێن. دەتوانی کرتە لەسەر خانە بکەی بۆ ڕێکخستنی.

source: Filter your view
ku: پاڵاوتنی نیشاندانەکانت

source: Add filters to limit the results in the output. E.g., to only show content that is <em>published</em>, you would add a filter for <em>Published</em> and select <em>Yes</em>.
ku: زیادکردنی پاڵێوەکان بۆ سنووردارکردنی ئەنجامەکان لە دەرخستەدا. بۆ ئەوەی تەنها ئەو ناوەڕۆکانەی پیشان بدرێن کەوا <em>بڵاوکراو</em>, پاڵێوێک زیاد بکە بۆ <em>بڵاوکراو</em> و هەڵبژێرە <em>بەڵێ</em>.

source: Filter actions
ku: کردارەکانی پاڵێو

source: Add, rearrange or remove filters.
ku: زیادکردن، سەرلەنوێ ڕێکخستنەوە یان سڕینەوەی پاڵێوەکان.

source: Sort Criteria
ku: پێوەری ڕیزکردن

source: Control the order in which the results are output. Click on an active sort rule to configure it.
ku: کۆنترۆڵکردنی ڕێزێک کەوا ئەنجامەکان دەرکێشەن. کرتە لەسەر یاسای ڕیزکردنی کارا بکە بۆ ڕێکخستنی.

source: Sort actions
ku: کردارەکانی ڕیزکردن

source: Add, rearrange or remove sorting rules.
ku: زیادکردن، سەرلەنوێ ڕێکخستنەوە یان سڕینەوەی یاسا ڕیزکەرەکان.

source: Show a preview of the view output.
ku: پیشاندانی پێشبینییەک لە دەرخستەی نیشاندان .

source: Interface translation
ku: وەرگێڕانی ڕووکار

source: Set @title as default
ku: ڕێکخستنی @title وەک بنەڕەت

source: not applicable
ku: گونجاو نییە

source: (version @version available)
ku: (وەشان @version بەردەستە)

source: Not secure!
ku: پارێزراو نییە!

source: There is a security update available for your version of Drupal. To ensure the security of your server, you should update immediately!
ku: بۆ وەشانی دروپاڵەکەت، نوێبوونەوەیەکی ئەولەکاری بەردەستە. بۆ دڵنیابوون لە پارێزراوبوونی سێرڤێرەکەت، دەبێ دەسبەجێ نوێی بکەیتەوە!

source: See the <a href=":available_updates">available updates</a> page for more information and to install your missing updates.
ku: بینینی <a href=":available_updates"> نوێبوونەوە بەردەستەکان</a> لاپەڕە بۆ زانیاریی زیاتر و دامەزراندنی نوێبوونەوە لەدەستچووەکان.

source: This page also provides an overview of how much of the site's interface has been translated for each configured language.
ku: ئەم پەڕەیە بەگشتی پیشان دەدات کەوا چەند لە ڕووکاری سایتەکە بۆ هەر زمانێکی شێوەپێدراو، وەرگێڕاوەتەوە.

source: Block layout
ku: گەڵاڵەبەندیی بلۆک

source: Comment types
ku: جۆرەکانی بۆچوون

source: Contact forms
ku: فۆرمەکانی پەیوەندی

source: View modes
ku: دۆخی نیشاندان

source: Form modes
ku: دۆخی فۆرم

source: Display modes
ku: دۆخی وێنە

source: Views
ku: نیشاندانەکان

source: Extend
ku: درێژکردنەوە

source: Configuration synchronization
ku: هاودەمکردنی شێوەپێدان

source: Logging and errors
ku: چوونەژوورەوە و هەڵەکان

source: Date and time formats
ku: فۆرماتەکانی ڕێکەوت و کات

source: Configuration translation
ku: وەرگێڕانی شێوەپێدان

source: Content language and translation
ku: زمانی ناوەڕۆک و وەرگێڕان

source: Search pages
ku: پەڕەکانی گەڕان

source: Basic site settings
ku: ڕێکخستنە بنەڕەتییەکانی ماڵپەڕ

source: Text formats and editors
ku: فۆرماتەکانی دەق و دەسکاریکەرەکان

source: Top 'page not found' errors
ku: زۆرترین هەڵەکانی "پەڕە نەدۆزرایەوە"

source: Top 'access denied' errors
ku: زۆرترین هەڵەکانی "پیشاندان قەدەغەیە"

source: Views plugins
ku: پێوەکراوەکانی نیشاندان

source: Top search phrases
ku: زۆرترین دەستەواژە بۆگەڕاوەکان

source: Available translation updates
ku: نوێبوونەوەکانی وەرگێڕانە بەردەستەکان

source: List and edit site comments and the comment approval queue.
ku: لیستکردن و دەسکاریکردنی بۆچوونەکانی ماڵپەڕ و سەرەی قبووڵکردنی بۆچوونەکان.

source: Configure what block content appears in your site's sidebars and other regions.
ku: ئەوەی لە ناوەڕۆکی بلۆک لە لاپارچەکانی ماڵپەڕەکەت و ناوچەکانی تردا دەردەکەوێت، شێوەبەندی بکە.

source: Manage form and displays settings of comments.
ku: بەڕێوەبردنی فۆرم و شێوازەکانی سازکارییەکانی بۆچوونەکان.

source: Create and manage contact forms.
ku: دروستکردن و بەڕێوەبردنی فۆرمەکانی پەیوەندی.

source: Manage custom form modes.
ku: بەڕێوەبردنی دۆخی فۆرمی ڕاسپێراو.

source: Manage custom view modes.
ku: بەڕێوەبردنی دۆخی نیشاندانی ڕاسپێراو.

source: Configure what displays are available for your content and forms.
ku: شێوەپێدانی ئەو وێنەیانەی بۆ ناوەڕۆک و فۆرمەکانت بەردەستن.

source: Manage customized lists of content.
ku: .بەڕێوەبردنی لیستە ڕاسپێراوەکانی ناوەڕۆک.

source: Create and manage fields, forms, and display settings for your content.
ku: دروستکردن و بەڕێوەبردنی خانەکان، فۆرمەکان و ڕێکخستنەکانی وێنە بۆ ناوەڕۆکەکەت.

source: Manage menus and menu links.
ku: بەڕێوەبردنی پێڕەستەکان و بەستەرەکانی پێڕست.

source: Select and configure themes.
ku: هەڵبژاردن و شێوەپێدانی ڕووکارەکان.

source: Add and enable modules to extend site functionality.
ku: زیادکردن و کاراکردنی مۆدیوڵەکان بۆ زیاترکردنی کردارمەندیی ماڵپەڕ.

source: Configure default user account settings, including fields, registration requirements, and email messages.
ku: شێوەپێدانی ڕێکخستنە بنەڕەتییەکانی هەژماری بەکارهێنەران وەک خانەکان، پێداویستییەکانی تۆمارکردن و هەروەها نامەکانی ئیمەیل.

source: Change site name, email address, slogan, default front page, and error pages.
ku: گۆڕینی ناوی ماڵپەڕ، ناونیشانی ئیمەیل، پەڕەی سەرەکیی بنەڕەتی و پەڕە هەڵەدارەکان.

source: Manage automatic site maintenance tasks.
ku: بەڕێوەبردنی ئەرکە خۆکارەکانی چاودێریی ماڵپەڕ.

source: Configure basic site settings, actions, and cron.
ku: شێوەپێدانی کارگێڕ و کردار و ڕێکخستنە سەرەکییەکانی ماڵپەڕ.

source: Select and configure text editors, and how content is filtered when displayed.
ku: هەڵبژاردن و شێوەپێدانی دەسکاریکەرەکانی دەق و ئەوەی چۆن ناوەڕۆکەکان لە کاتی پیشانداندا دەپاڵێورێن.

source: Configure content formatting and authoring.
ku: شێوەپێدانی فۆرماتبەندی و نووسینی ناوەڕۆک.

source: Configure the administrative user interface.
ku: "شێوەپێدانی ڕووکاری بەکارهێنەر"ی بەڕێوەبەرایەتی.

source: Configure caching and bandwidth optimization.
ku: شێوەپێدانی حەشارگە و باشترکردنی باندبەرین.

source: Configure the display of error messages and database logging.
ku: شێوەپێدانی شێوازی نامە هەڵەکان و تۆماری بنکەدراوە.

source: Take the site offline for updates and other maintenance tasks.
ku: ژێرهێڵکردنی ماڵپەڕ بۆ نوێکردنەوە و ئەرکە چاودێرییەکانی دیکە.

source: Import and export your configuration.
ku: هاوردە و هەناردەکردنی شێوەپێدانەکەت.

source: Configure and use development tools.
ku: شێوەپێدان و بەکارهێنانی ئامرازەکانی گەشەپێدان.

source: Configure the location of uploaded files and how they are accessed.
ku: شێوەپێدانی شوێنی پەڕگە بارکراوەکان و چۆنێتیی دەستپێگەیشتنیان.

source: Configure styles that can be used for resizing or adjusting images on display.
ku: شێوەپێدانی ئەو شێوازانە کەوا بۆ گۆڕینی قەبارە و ڕێکخستنی وێنەکانی سەر شاشە بەکار دەبرێن.

source: Choose which image toolkit to use if you have installed optional toolkits.
ku: گەر بۆکس‌ئامرازێکی ئارەزوومەندانەت دامەزراندووە، هەڵبژێرا کام بۆکس‌ئامرازی وێنە بەکار بێنی.

source: Configure search pages and search indexing options.
ku: شێوەپێدانی پەڕەکانی گەڕان و بژاردەکانی پێڕستی گەڕان.

source: Add custom URLs to existing paths.
ku: زیادکردنی یووئاڕئیڵگەلی ڕاسپێراو بۆ ڕێڕەوە هەبووەکان.

source: Configure site search, metadata, and search engine optimization.
ku: شێوەپێدانی باشترکردنی مەکینەکانی گەڕان (سێئۆ)، مێتادەیتا و گەڕانی ماڵپەڕ.

source: Configure the locale and timezone settings.
ku: شێوەپێدانی ڕێکخستنەکانی کات-ناوچە و شوێن.

source: Configure how dates and times are displayed.
ku: شێوەپێدانی چۆنێتیی پیشاندانی ڕێکەوتەکان و کاتەکان.

source: Configure languages for content, interface, and configuration.
ku: شێوەپێدانی زمانەکان بۆ ناوەڕۆک و ڕووکار و ڕێکخستن.

source: Configure language and translation support for content.
ku: شێوەپێدانی زمان و پشتیوانی لە وەرگێڕان بۆ ناوەڕۆک.

source: Configure the import of translation files, and add or customize interface translations.
ku: شێوەپێدانی هاوردەکردنی پەڕگەکانی وەرگێڕان و زیادکردن و کڕیارخوازکردنی وەرگێڕانەکانی ڕووکار.

source: Translate the configuration.
ku: وەرگێڕانی شێوەپێدان.

source: Configure regional settings, localization, and translation.
ku: شێوەپێدانی ڕێکخستنە ناوچەیییەکان، خۆجێییکردن و وەرگێڕان.

source: Configure the site description, the number of items per feed, and whether feeds should be titles/teasers/full-text.
ku: شێوەپێدانی دەربارەی ماڵپەڕ و ژمارەی بەشەکان بەپێی هەر ڕاگەیەنەرێک و ئەوەی کە ئایا ڕاگەیەنەر دەبێ ناونیشان/تیزر/دەقی تەواو بێ.

source: Manage the content workflow.
ku: بەڕێوەبردنی ڕێرەوی کاری ناوەڕۆک .

source: Get a status report about available updates for your installed modules and themes.
ku: وەرگرتنی ڕاپۆرتی ڕەوش لەسەر نوێبوونەوە بەردەستەکان بۆ مۆدیوڵ و ڕووکارە دامەزراوەکانت.

source: View events that have recently been logged.
ku: نیشاندانی ئەو ڕووداوانە ببینە کەوا بەم تازەیییانە هاتوونەتە ژوورەوە.

source: Get a status report about available interface translations for your installed modules and themes.
ku: وەرگرتنی ڕاپۆرتی ڕەوش لەسەر وەرگێڕانەکانی ڕووکاری بەردەست بۆ مۆدیوڵ و ڕووکارە دامەزراوەکانت.

source: View 'access denied' errors (403s).
ku: نیشاندانی هەڵەکانی "پیشاندان قەدەغەیە"(403کان)

source: View 'page not found' errors (404s).
ku: نیشاندانی هەڵەکانی "پەڕە نەدۆزرایەوە"(403کان)

source: View most popular search phrases.
ku: نیشاندانی باوترین دەستەواژەکان بۆ گەڕان.

source: Overview of plugins used in all views.
ku: سەیرکردنی گشتیی پێوەکراوەکان کەوا لە هەموو نیشاندانەکاندا بەکار هێنراون.

source: Overview of fields on all entity types.
ku: پیشاندانی گشتیی خانەکان لەسەر هەموو جۆرە یەکەکان.

source: Get a status report about your site's operation.
ku: وەرگرتنی ڕاپۆرتی ڕەوش لەبارەی کۆکارەکانی سایتەکەتەوە.

source: Toolbar items
ku: بڕگەکانی تووڵامراز

source: Return to site content
ku: گەڕانەوە بۆ ناوەڕۆکی ماڵپەڕ

source: Back to site
ku: گەڕانەوە بۆ ماڵپەڕ

source: Admin menu
ku: پێڕستی بەڕێوەبەر

source: Manage
ku: بەڕێوەبردن

source: Tour
ku: گەشت

source: Site administration toolbar
ku: تووڵامرازی بەڕێوەبردنی ماڵپەڕ

source: Administration menu
ku: پێڕستی بەڕێوەبەرایەتی

source: User-defined shortcuts
ku: قەدبڕە پێناسەکراوەکان لەلایەن بەکارهێنەرەوە

source: User account actions
ku: کردارەکانی هەژماری بەکارهێنەر

source: Shortcut set
ku: کۆمەڵەی قەدبڕ

source: Add to %shortcut_set shortcuts
ku: زیادکردن بە %shortcut_set قەدبڕەکان

source: Form mode
ku: دۆخی فۆرم

source: View mode
ku: دۆخی پیشاندان

source: Primary tabs display toggle
ku: تابە سەرەکییەکان، شاردنەوە پیشان دەدەن

source: Breadcrumb
ku: برێدکرام

source: Reorder the configured languages to set their order in the language switcher block and, when editing content, in the list of selectable languages. This ordering does not impact <a href=":detection">detection and selection</a>.
ku: دووبارە ڕێکخستنەوەی زمانە شێوەبەندییەکان بۆ دانانی ڕیزبەندیی خۆیان لە بلۆکی بگۆڕی زمان و، کاتێک گۆڕانکاریی ناوەڕۆک دەکەن، لە لیستی زمانە دەسنیشانکراوەکاندا. ئەم ڕێکخستنە کاریگەریی نییە لەسەر دۆزینەوە و هەڵبژاردنی <a href=":detection">.

source: The site default language can also be set. It is not recommended to change the default language on a working site. <a href=":language-detection">Configure the Selected language</a> setting on the detection and selection page to change the fallback language for language selection.
ku: زمانی بنەڕەتیی سایتەکە هەروەها دەکرێت دابنرێ. پێشنیار نەکراوە بۆ گۆڕینی زمانی بنەڕەتی لە سایتێکی کاریدا. شێوەپێدانی <a href=":language-detection">زمانە دەسنیشانکراوەکە ڕێک بخە</a> دیاریکراو لەسەر لاپەڕەی دۆزینەوە و هەڵبژاردن بۆ گۆڕینی زمانی هەڵگەڕانەوە بۆ هەڵبژاردنی زمان.

source: Interface translations are automatically imported when a language is added, or when new modules or themes are enabled. The report <a href=":update">Available translation updates</a> shows the status. Interface text can be customized in the <a href=":translate">user interface translation</a> page.
ku: وەرگێڕانەکانی ڕووکار بە شێوەیەکی ئۆتۆماتیکی هاوردە دەکرێن کاتێک زمانێک زیاد دەکرێت، یان کاتێک مۆدیولە نوێکان یان ڕووکارەکان چالاک دەکرێن. ڕاپۆرتی <a href=":update"> نوێکردنەوەکانی وەرگێڕانە بەردەستەکان</a> ڕەوش پیشان دەدات. دەقی ڕووکار دەتوانرێت تایبەتمەند بکرێت لە لاپەڕەی <a href=":translate">وەرگێڕانی ڕووکاری بەکارهێنەر.</a> .

source: End tour
ku: کۆتاییی گەشت

source: @tour_item of @total
ku: @گەشت_بڕگە لە @هەموو

source: Edit user account
ku: دەسکاریکردنی هەژماری بەکارهێنەر

source: View profile
ku: بینینی پرۆفایل

source: Edit profile
ku: پرۆفایل

source: Media library
ku: کتێبخانەی ڕەنگاڵە

source: Media Library thumbnail (220×220)
ku: وێنۆچکەی کتێبخانەی ڕەنگاڵە (220 لە 220)

source: Find and manage media.
ku: دۆزینەوە و ڕێکخستنی ڕەنگاڵە.

source: Apply filters
ku: جێگیرکردنی پاڵێو

source: Publishing status
ku: بڵاوکردنەوەی ڕەوش

source: Media type
ku: جۆری ڕەنگاڵە

source: Newest first
ku: سەرەتا تازەترینەکان

source: Name (A-Z)
ku: ناو (لە سەرەوە بەرەو خوار)

source: Name (Z-A)
ku: ناو (لە خوارەوە بەرەو سەر)

source: No media available.
ku: هیچ ڕەنگاڵەیەک نییە.

source: Edit {{ name }}
ku: دەسکاریکردنی {{ ناو }}

source: Delete {{ name }}
ku: سڕینەوەی {{ ناو }}

source: Widget
ku: ویجێت

source: Grid
ku: تۆڕاوی

source: Widget (table)
ku: ویجێت (خشتە)

source: Thumbnail
ku: وێنۆچکە

source: Audio file
ku: پەڕگەی دەنگی

source: Document
ku: بەڵگە

source: Video URL
ku: یووئاڕئێڵی ڤیدیۆیی

source: Video file
ku: پەڕگەی ڤیدیۆیی

source: Max 1300x1300
ku: لانیزۆر 1300x1300

source: Max 2600x2600
ku: لانیزۆر 2600x2600

source: Max 325x325
ku: لانیزۆر 325x325

source: Max 650x650
ku: لانیزۆر 650x650

source: Audio
ku: دەنگ

source: A locally hosted audio file.
ku: پەڕگەیەکی دەنگیی خانەخوێی خۆجێیی.

source: An uploaded file or document, such as a PDF.
ku: پەڕگە یان بەڵگەیەکی بارکراو، وەکوو پی‌دی‌ئێف.

source: Use local images for reusable media.
ku: وێنە خۆجێیییەکان بۆ ئەو ڕەنگاڵەیانە بەکار بێنن کەوا دەکرێ دووبارە بەکار بهێنرێنەوە.

source: Remote video
ku: ڤیدیۆیەک لە ڕێی دوورەوە

source: A remotely hosted video from YouTube or Vimeo.
ku: ڤیدیۆیەکی دوورخانەخوێ لە یووتووب و ڤێمیۆ.

source: Video
ku: ڤیدیۆ

source: A locally hosted video file.
ku: پەڕگەیەکی ڤیدیۆییی خانەخوێی خۆجێیی.

source: Narrow
ku: باریک

source: Wide
ku: پان

source: Aggregator RSS feed
ku: ڕاگەیەنەری ئاڕئێس‌ئێسی کۆکەرەوە

source: Item ID
ku: ئای‌دیی بڕگە

source: Aggregator sources
ku: سەرچاوەکانی کۆکردنەوە

source: Delete media
ku: سڕینەوەی ڕەنگاڵە

source: Publish media
ku: بڵاوکردنەوەی ڕەنگاڵە

source: Save media
ku: پاشەکەوتکردنی ڕەنگاڵە

source: Unpublish media
ku: بڵاونەکردنەوەی ڕەنگاڵە

source: Media name
ku: ناوی ڕەنگاڵە

source: True
ku: ڕاست

source: Comment_forum
ku: سەکۆکانی بۆچوون

source: Default comment field
ku: خانەی بۆچوونی بنەڕەتی

source: Container
ku: کۆگا

source: An AJAX HTTP error occurred.
ku: هەڵەیەکی AJAX HTTP ڕووی دا.

source: HTTP Result Code: !status
ku: کۆدی ئەنجامی ئەیچ‌تی‌ئێم‌ئێڵ: !ڕەوش

source: An AJAX HTTP request terminated abnormally.
ku: داواکارییەکی AJAX HTTP بە شێوازێکی نائاسایی کۆتایی هات.

source: Debugging information follows.
ku: زانیاریی هەڵدۆزین بەم شێوەیەیە.

source: Path: !uri
ku: ڕێڕەو: !uri

source: StatusText: !statusText
ku: دەق‌ڕەوش: !دەق‌ڕەوش

source: ResponseText: !responseText
ku: دەق‌وەڵام: !دەق‌وەڵام

source: ReadyState: !readyState
ku: دۆخی ئامادە: !دۆخی ئامادە

source: CustomMessage: !customMessage
ku: نامەی ڕاسپێراو: !نامەی ڕاسپێراو

source: The response failed verification so will not be processed.
ku: پەسندی وەڵام ناسەرکەوتوو بوو، بۆیە ڕێک ناخرێت.

source: The callback URL is not local and not trusted: !url
ku: یووئاڕئێڵی پێوەندیکردنەوە خۆجێیی و جێمتمانە نییە: !یووئاڕئێڵ

source: Changed
ku: گۆڕاو

source: Close
ku: داخستن

source: @action @title configuration options
ku: @action @title بژاردەکانی شێوەپێدان

source: Collapse
ku: شاردنەوە

source: Horizontal orientation
ku: ئاراستەی ئاسۆیی

source: Vertical orientation
ku: ئاراستەی ئەستوونی

source: The toolbar cannot be set to a horizontal orientation when it is locked.
ku: تووڵامراز بە ئاراستەی ئاسۆییدا جێگیر ناکرێ کاتێک کلیل دراوە.

source: Tray orientation changed to @orientation.
ku: ئاراستەی سینی گۆڕا بۆ @orientation.

source: opened
ku: کراوە

source: Tray "@tray" @action.
ku: سینی "@tray" @action.

source: Tray @action.
ku: سینی @action.

source: !tour_item of !total
ku: !tour_item لە !total

source: Tabbing is no longer constrained by the Contextual module.
ku: تەبینگ چیتر لە لایەن مۆدیوڵە کانتێکشچواڵەکانەوە سنووردار ناکرێت.

source: Tabbing is constrained to a set of @contextualsCount and the edit mode toggle.
ku: تابینگ سووردار کراوە بە کۆمەڵەیەک لە @contextualsCount و شاردنەوەی دۆخی دەسکاریکردن.

source: Press the esc key to exit.
ku: پەنجە بنێ بە دوگمەی escدا بۆ چوونەدەرەوە.

source: @count contextual link
ku: @count بەستەری کنتێکسچواڵ

source: Editing
ku: دەسکاریکردن

source: Exited edit mode.
ku: دۆخی دەسکاریکردنی دەرچوو.

source: <em>Books</em> have a built-in hierarchical navigation. Use for handbooks or tutorials.
ku: <em>Books</em> ڕێدۆزییەکی هیرارشییان هەیە. لە کتێبە یاریدەدەری و فێرکارییەکاندا بەکار دەبرێن.

source: Show all columns
ku: پیشاندانی هەموو ئەستوونەکان

source: Hide lower priority columns
ku: شاردنەوەی ئەو ئەستوونانەی بە لەپێشێتیی کەمترەوە

source: Show table cells that were hidden to make the table fit within a small screen.
ku: پیشاندانی خانەکانی خشتە کە شاراوەن بۆ ئەوەی خشتەکە لە ناو شاشەی بچووکدا بگونجێت.

source: !modules modules are available in the modified list.
ku: مۆدیوڵەکان لە لیستی گۆڕدراواندا بەردەستن.

source: Editorial
ku: سەروتاری

# Workflow state label
source: Archived
ku: ئارشیڤکراو

# Workflow state label
source: Draft
ku: ڕەشنووس

# Workflow state label
source: Published
ku: بڵاوکراو

# Workflow transition label
source: Archive
ku: ئارشیڤ

# Workflow transition label
source: Restore to Draft
ku: گەڕاندنەوە بۆ دۆخی ڕەشنووس

# Workflow transition label
source: Restore
ku: گەڕاندنەوە

# Workflow transition label
source: Create New Draft
ku: ڕەشنووسێکی نوێ دروست بکە

# Workflow transition label
source: Publish
ku: بڵاوکردنەوە

source: Find and moderate content.
ku: دۆزینەوە و مامناوەندکردنی ناوەڕۆک.

source: Moderation state
ku: دۆخی مامناوەند

source: No moderated content available. Only pending versions of content, such as drafts, are listed here.
ku: هیچ ناوەڕۆکێکی مامناوەند بەردەست نییە. تەنها وەشانە هەڵپەسێراوەکانی ناوەڕۆک، وەک ڕەشنووسەکان، لێرە لیست کراون.

source: Quick edit
ku: دەسکاریکردنی خێرا

source: Could not load the form for <q>@field-label</q>, either due to a website problem or a network connection problem.<br>Please try again.
ku: ناتوانرێ فۆرم بۆ <q>@field-label</q> بار بکرێ، یان لەبەر کێشەی ماڵپەڕە یان کێشەی پەیوەندییەکانی تۆڕە. تکایە سەرەنوێ هەوڵ بدەرەوە.

source: Network problem!
ku: کێشەی ڕایەڵە!
